<template lang="pug">
.block
	h1 Ненад Стојановић
	p.micro.gray whip.rs
	p Судећи по прва два тома, “Chronica Inqvisitoris” је богата окултно-демонолошка сага изведена из широке културе човечанства, преточена у својеврсну космолошку призму намењену упознавању Сопства са структуром Свемира и игром глуме и сенки при обичној свакодневници.
	p За секуларни ум, “Chronica Inqvisitoris” је замишљена као “Harry Potter“ за одрасле: робустан мрачни роман који засеца у дубине људске психе, до највећих изопачености, са погледом у свет скривен иза очигледног. За људе са вером, она је замишљена као ризница увида у оперативни модел Зла.
	p Књига обилује сукулентним приказима насиља и ужаса, стога није препоручљива млађим или преосетљивим читаоцима. У контраст томе, оштро се упушта у нека од најдубљих питања људског духа и основних перспектива на које се људи животно претплаћују, индивидуално и колективно, са указима на историјски репетативне и стога најтипичније линије развоја и исходе слободне воље. Сврха, системи уверења, вредности, Природни модел друштвене организације, врлина и замке њених фиксација, безвремени методи обмане, и много тога другог су у форми алегорије вешто позиционирани и темељно обрађени.
	p Фабула је смештена у семи-имагинарни свет на фиктивном континенту ‘Адена’ нешто веће величине од Африке, са Светом Инквизицијом као протагонистом, миту о Спаситељу Емануилу (готово дословце Христу) као централној осовини, и духовним непријатељима човечанства и Свевишњег као антагонистима, посађених унутар јасно оивиченог секуларног друштва.
	p Иако у основи дубоко архаичнан, текст користи питак модеран језик док у кохерентну целину синтетизује прегршт историјски валидних култура и њихових есенцијалних мудрости, популарних митова и, за сврхе непознатог и неспознатљивог, млађе научне концепте као што су „Мулти“ и „Омниверзум“, сликовито залазећи у контроверзу и чворовитост опште људске природе.
	p Најкраће, “Chronica Inquisitoris” је модернизован еп о борби Добра и Зла дистилован из историјски најутацјинијих традиција Истока и Запада, спакован у лако-свариву и стимулативну целину.
	p Ако бих смео да се и уметнички изразим, рекао бих да је она венац вишедеценијског истраживања, стрпљиво убираног и одбаштеног, стопљеног у бљеску данашњице, криогенизованог под притиском и коначно оклесаног у опалесценти драгуљ: ванвремен печат живог Космоса, све-свест, <span class="italic">Akashа</span> у капи. 
	h2 Синопсис 
	p На изолованом пост-апокалиптичном континенту Адена, сада већ развијено и политички сложено човечанство се након два велика демонска рата поново суочава с растућом употребом црне магије, демонолатријом и корупцијом друштвених центара моћи у циљу укидања заштитног Вела који раздваја свет људи од света мрачних сила, и тиме обичан свет збаци трајно у Пакао. 
	</template>

<style lang="stylus" scoped>
	.block
		background-color black
		box-shadow inset 0 0 1rem 1rem black
		position: relative;
		z-index: -1;
	p.micro
		margin-bottom .75rem
	hr
		margin-top 1rem
		margin-bottom 1rem
		height .51px
		background-color #333
	p:not(.micro):not(.sub-block p)
		margin-bottom .5rem
		text-wrap: pretty;
	.spacer
		display block
		content ''
		height .5rem
		
	@media screen and (min-width: 320px)
		.block
			padding 1rem
		h1
			font-size 2.75rem
			line-height 1
			padding-right 2rem
			
	@media screen and (min-width: 1025px)
		.block
			padding 1rem
		h1
			font-size 3rem
			margin-top 0
			padding-right 0
		p.micro.gray
			margin-bottom 1rem
		hr
			display none

	</style>

<script setup lang="ts">
	
	</script>
