<template lang="pug">
	.block
		h1 Данко Камчевски

		.sub-block
			p.micro.gray Приказ
			p.micro.gray 821.163.41.09-31 Протић А. (049.32)
			p.micro.gray 10.46793/LIPAR86.197K
			.spacer
			p.bold.no-mb Данко Камчевски
			p.no-mb Универзитет Метрополитан у Београду
			p.no-mb ORCID 0009-0001-2497-3144

		hr

		h2 CHRONICA INQUISITORIS:<br>ТРАДИЦИЈА И СРПСКА ФАНТАСТИКА
		p.micro.gray (Андреј Протић, Хронике инквизитора. 1-2, <br>Београд: Логос, 2024, 531 стр.)

		h3.bold УВОД
		p Пред нама је једно веома сложено дело Андреја Протића, под називом Chronica Inquisitoris, односно, Хронике инквизитора. Та сложеност је наглашена и у пратећем тексту уз књигу. Тако се књига ставља у контекст писаца попут Толкина, Поа, Лавкрафта, Херберта, Бароуза, Муркока, Мартина, Зелазнија, Макдоналда. Наведени филозофски узори су углавном руски филозофи, попут Соловјова, Берђајева, Булгакова, Андрејева, као и хеленских мислилаца. По питању духовности, књига је чедо разних идеја покупљених из Веданте, Авесте, Торе, древних мистеријских култова, гностицизма и, наравно, хришћанства.
		p Издавач и аутор нису морали експлицитно давати овакве назнаке јер су оне прилично очигледне убрзо након што се почне са читањем. Ипак, оне су нам корисне као водиље за овај приказ, те ћемо пратити горњи след у овој анализи.

		h3.bold КЊИЖЕВНИ УЗОРИ
		p Прво што уочавамо јесу сличности са Толкиновим делима. Књига је опремљена мапом у боји и додацима, баш као Господар прстенова. Сличности се настављају када заронимо у саму причу. Очигледан је метод изградње света (енгл. worldbuilding). Аутор је осмислио читав континент, Адену, испрецесан рекама, планинским венцима, тврђавама, градовима, језерима. Ипак, док је Толкин за свој свет осмислио вештачке, уметничке језике, Chronica Inquisitoris испомаже се махом латинским језиком уз добру меру грчког. То је очигледно већ и у наслову дела, али и у насловима поглавља, затим именима ликова, називима места, ритуала, појмова којима се у делу оперише. Због тога све што се дешава често има призвук нама познате историје, што је вероватно и био циљ. Али то чини да свет није потпуно самодовољан, какав се чинио Толкинов. 2 То нас доводи до другог узора, а то је Лавкрафт. Свет Лавкрафтових дела је чвршће усидрен у нашој стварности, али је стално под опсадом других светова и димензија. У Хроникама инквизитора, те инвазије чудовишног потичу из света „иза Вела”. Вео је граница коју је Створитељ поставио између људског и демонског света. У демонском свету, тачка оријентације је Црно Сунце, које је ентропијски принцип који гута и раствара све, укључујући и демоне. Зато су они принуђени да, зарад свог опстанка, жртвују људе чиме стичу енергију којом себе откупљују од уништења гарантованог Црним Сунцем. Главни лик је инквизитор Лонгин, практично стручњак за егзорцизам, монах-ратник у рангу мајора чији се сусрети са демонима лако могу окарактерисати као књижевност страве и ужаса. Неки од демона чак и носе имена мрачних божанстава из Лавкрафтових дела. Без намере да поименце набрајамо све узоре (које притом ни сами вероватно нисмо у стању да препознамо), довољно је рећи да је пред нама један разноврстан свет, који није нужно мрачнији од Толкиновог, али је отвореније бруталан и са више демонологије.

		h3.bold ФИЛОЗОФСКИ УЗОРИ
		p Иако се међу узорима наводи Берђајев, током читања на уму нам је био један други руски филозоф из такозваног Сребрног доба руске филозофије. Наиме, мајор Лонгин, има задатак да истребљује демоне и спречи њихову намеру да преплаве свет и уподобе га својој домовини иза Вела. У сукобу са злом, Лонгин је немилосрдан, не штедећи демоне, а ни људе који су имали несрећу да их демони запоседну, а који су познати као „посуде”. Једном таквом сценом управо и почиње роман. Све нас то подсећа на Ивана Иљина и његову књигу О супротстављању злу силом, где је управо реч о томе да је понекад сила једини језик који бесомучно зло разуме. Та тема провлачи се кроз читаву радњу, све до задњег поглавља које не велича насиље као одговор, али га ипак приказује као једину могућу и логичну реакцију. У том смислу, Берђајева се присећамо као критичара ове Иљинове књиге. Према Берђајеву, нема ничег неприродног у чињеници борбе против зла, али је теоретско утемељивање те борбе опасно јер у наше размишљање уводи логику пакла. Поменута логика је евидентна када осећање мржње према злу, колико год било оправдано, доведе до мрачних маштања попут смишљања казни и метода мучења којим ћемо се светити том истом злу. Зло ће можда бити искорењено, али ћемо и ми сами бити затровани. У сваком случају, овај роман је својом филозофском поткованошћу веома захвалан за размишљања на ову и многе друге теме.

		h3.bold ДУХОВНИ УЗОРИ
		p Стиче се утисак да су срце и душа овог романа заправо елементи духовности који су у њему нашли место. Њихова многострукост не би требало да нас завара. Нисмо стекли утисак да се у књизи заговара постојања различитих и неповезаних духовних традиција које су затим синкретистички набацане једна на другу. Напротив, претпоставља се постојање једне истине. Свет је устројен по тачно одређеним принципима, и они просијавају кроз различита веровања и верске обреде које срећемо у роману. Када год се спомене неки духовни феномен, који је наизглед стран, и припада, рецимо, ономе што бисмо у нашем свету приписали Хиндуизму, одмах се даје и његово објашњење; одмах нам постаје јасно његово место у духовној стварности. А ми свакако можемо лако или понекад не тако лако препознати не само хиндуизам, већ и гностичка учења, староегипатска веровања, мистеријске култове, па чак и концепте из света науке, којима се потом одређује њихов положај у метафизичкој слици света коју је аутор насликао. Међу њима је рецимо и препричан Нови завет са становишта света Адене. Све ово нас доводи до закључка да Хронике инквизитора можемо назвати фантастиком Традиције. Под Традицијом подразумевамо духовни покрет који је на сличан начин покушао да повеже духовна учења расута широм света и покаже да кроз све њих пролази једна иста златна нит. Даћемо јасан пример. Наиме, један од градова Адене назива се Хагиа Триада. Ова грчка синтагма би могла да се преведе као Свето Тројство, што нас одмах асоцира на хришћанство.

		p Међутим, реч ’тријада’ нас асоцира и на класика Традиције, Ренеа Генона и његово дело Велика тријада, где он о тријади говори у контексту кинеске духовности. Притом је црква овог света замишљена на начин западне, латинске цркве. То је очигледно већ и по томе што је главни лик, као што смо рекли, мајор цркве. Он је монах редовник, ратник; ово је ecclesia militans. Католичка црква имала је борбене монашке редове који су били духовни пандан витешким редовима. Устројењу цркве у овом роману није стран ни индијски кастински систем (подела на брамане, кшатрије, вајшије, шудре). Све је део великог мозаика, у којем су поређани делићи које налазимо у латинској, индијској, француској, немачкој, енглеској, хришћанској, гностичкој, египатској и другим традицијама. Зато и кажемо да је ово роман у којем се сусрећу фантастика и Традиција, јер је све наведено окупљено дубљом хармонијом.Међутим, ту је и још једна карактеристика која одликује књигу, али, такође, углавном и Традицију. Наиме, у књизи је обилата употреба латинског; затим грчког, сусрећемо се и са ликовима који имају чак и француска, немачка, па и енглеска имена. Ту су и термини из старог Египта, античке Грчке, Индије. Чега нема? Нема, заправо, ничега или скоро ничега словенског. Или српског. А то је управо утисак који смо имали када бисмо читали Генона или Еволу, који су најпрепознатљивија имена Традиције. И код њих је могуће наћи доста тога о староримској религији, германским митовима, индијској филозофији, кинеској филозофији. Али некако сви ти аутори нигде не спомену, или врло овлаш спомену, православне духовне ствараоце, православну космологију или мистику. Православно и словенско скоро да не игра никакву улогу у Традицији, чијим ауторима, међутим, није био проблем да савладају хебрејски, арапски, персијски или санскрт. Ово не наводимо као критичку опаску, јер се аутору не може замерати на нечему што није написао, већ се може искључиво позивати на оно што јесте. Али је свакако занимљив и упечатљив начин на који роман блиско прати стазе које је утабала Традиција. 

		h3.bold О СТИЛУ
		p Кратко ћемо се осврнути на стил и композицију дела. Писано је у првом лицу, као хроника догађаја који су се већ збили, а сада се о њима приповеда. Начин писања је доследан и уравнотежен. Аутор је, сматрамо, успешно избегао стереотипно прибегавање архаизмима, аористу и имперфекту. Књига обилује детаљима. Наратор често прибегава дигресијама, које ће можда неким читаоцима деловати као да су предугачке или непотребне. Међутим, квалитет ових дигресија је најчешће на високом нивоу и неке од њих су у рангу малих филозофских есеја који се могу засебно читати. Оне нам приближавају свет, његову историју, веровања, животе ликова. Роман би вероватно брже и лакше текао да је дигресија мање, али је њихово постојање разумљиво. Ова врста фантастике почива на томе да свет пред нама оживи, а он другачије не може да оживи осим ако нас не засипа утисцима попут стварног света. Дигресије омогућују просторну и временску дубину. Сада када је то постигну-то, могуће је да им будући наставци неће у тој мери прибегавати. Све то заправо позива на поновљена читања. 

		h3.bold ЗАКЉУЧАК
		p До сада нисмо имали прилике да се сусретнемо са оваквим делом на српском језику, имајући у виду његов захват, како по питању имагинације, тако и у мисаоном смислу. Књига је интертекстуално премрежена и захвално је штиво за веома начитаног читаоца. Са друге стране, ни читалац који није превише читао филозофска или теолошка дела, ипак није препуштен неразумевању, чему и служе поменуте дигресије. Као и њен свет, тако се и у свом концепту, књига труди да буде самодовољна колико је то могуће. Искрено очекујемо да ће наћи своје читаоце и добити свој наставак.

		hr
		p.micro.gray Примљен: 2. новембра 2024.
		p.micro.gray Прихваћен за штампу новембра 2024.
		p.micro.gray ———
		p.micro.gray Липар / Часопис за књижевност, језик, уметност и културу / Година XXVI / Број 86
	</template>
<!--  -->
<style lang="stylus" scoped>
	.block
		padding 1.5rem 1rem
		background-color black
		box-shadow inset 0 0 1rem 1rem black
		position: relative;
		z-index: -1;
	h2
		font-size 1.5rem
		line-height 1.25
		margin-bottom .25rem
	h3
		font-size 1.25rem
		margin-top 1rem
	hr
		margin-top 1rem
		margin-bottom 1rem
		height .51px
		background-color #333
	p:not(.micro):not(.sub-block p)
		// font-size 1rem
		margin-bottom .5rem
	.sub-block p
		font-size .85rem
	.spacer
		display block
		content ''
		height .5rem
		
	@media screen and (min-width: 320px)
		.block
			padding 1rem
		h1
			font-size 2.75rem
			line-height 1
			padding-right 2rem
			margin-bottom .5rem
			
	@media screen and (min-width: 1025px)
		.block
			padding 1.5rem
		h1
			font-size 3rem
			margin-top 0
			padding-right 0
			


		
	</style>
<!--  -->
<script setup lang="ts">
	</script>
