<template lang="pug">
h1 Ненад Стојановић
p.micro.gray https://whip.rs, IG @whip.rs
.block
	p Судећи по прва два тома, “Chronica Inqvisitoris” је богата окултно-демонолошка сага изведена из широке културе човечанства, преточена у својеврсну космолошку призму намењену упознавању Сопства са структуром Свемира и игром глуме и сенки при обичној свакодневници.
	p За секуларни ум, “Chronica Inqvisitoris” је замишљена као “Harry Potter“ за одрасле: робустан мрачни роман који засеца у дубине људске психе, до највећих изопачености, са погледом у свет скривен иза очигледног. За људе са вером, она је замишљена као ризница увида у оперативни модел Зла.
	p Књига обилује сукулентним приказима насиља и ужаса, стога није препоручљива млађим или преосетљивим читаоцима. У контраст томе, оштро се упушта у нека од најдубљих питања људског духа и основних перспектива на које се људи животно претплаћују, индивидуално и колективно, са указима на историјски репетативне и стога најтипичније линије развоја и исходе слободне воље. Сврха, системи уверења, вредности, Природни модел друштвене организације, врлина и замке њених фиксација, безвремени методи обмане, и много тога другог су у форми алегорије вешто позиционирани и темељно обрађени.
	p Фабула је смештена у семи-имагинарни свет на фиктивном континенту ‘Адена’ нешто веће величине од Африке, са Светом Инквизицијом као протагонистом, миту о Спаситељу Емануилу (готово дословце Христу) као централној осовини, и духовним непријатељима човечанства и Свевишњег као антагонистима, посађених унутар јасно оивиченог секуларног друштва.
	p Иако у основи дубоко архаичнан, текст користи питак модеран језик док у кохерентну целину синтетизује прегршт историјски валидних култура и њихових есенцијалних мудрости, популарних митова и, за сврхе непознатог и неспознатљивог, млађе научне концепте као што су „Мулти“ и „Омниверзум“, сликовито залазећи у контроверзу и чворовитост опште људске природе.
	p Најкраће, “Chronica Inquisitoris” је модернизован еп о борби Добра и Зла дистилован из историјски најутацјинијих традиција Истока и Запада, спакован у лако-свариву и стимулативну целину.
	p Ако бих смео да се и уметнички изразим, рекао бих да је она венац вишедеценијског истраживања, стрпљиво убираног и одбаштеног, стопљеног у бљеску данашњице, криогенизованог под притиском и коначно оклесаног у опалесценти драгуљ: ванвремен печат живог Космоса, све-свест, Akashа у капи. 
	h2 Синопсис 
	p На изолованом пост-апокалиптичном континенту Адена, сада већ развијено и политички сложено човечанство се након два велика демонска рата поново суочава с растућом употребом црне магије, демонолатријом и корупцијом друштвених центара моћи у циљу укидања заштитног Вела који раздваја свет људи од света мрачних сила, и тиме обичан свет збаци трајно у Пакао. 
	</template>

<style lang="stylus" scoped>
	</style>

<script setup lang="ts">
const props = defineProps< {
	component?: {
		name?: string
		description?: string
	} }>()
	</script>
