<template lang="pug">
	section.row.testimonials.more
		.col-sm-12.cc
			h2.tc Искуства читаоца:
		.col-sm-12.col-lg-4
			p.testimonial Остало ми је још свега 70 страница до краја, и у најмању руку сам одушевљен. Посебно морам да похвалим приказ Бајакија (Космичког Гаврана) и тумачења SHUT, KA и SAI. Дело нипошто није скромно, и погађа неке незгодне суштине иако је реч о фикцији. Препоручујем.
			p.potpis - <span class="ime">Дориан Нуај Бафомирас</span><br>bafomitras.blogspot.com
		hr.mob-only
		.col-sm-12.col-lg-4
			p.testimonial Ово књижевно дело је дотакло сваки сегмент мога бића јер сам се у многоме пронашла. Допало ми се на који начин се аутор поиграва ликовима и динамиком односа истих. Књига је мало тежа за читање што због непознатих појмова и речи, што због саме динамике али је вредна сваког одвојеног времена за читање. Топле препоруке онима који је још увек нису прочитали а и за оне који јесу, да је поново прочитају.
			p.potpis - <span class="ime">Зорица, Београд</span>
		hr.mob-only
		.col-sm-12.col-lg-4
			p.testimonial Прича и след дешавања су добро осмишљени, држе пажњу и октривају тамну страну у огољеном облику. Поштујем количину уложеног знања. Интригантно дело.
			p.potpis - <span class="ime">Анонимни читаоц из Ниша</span>
</template>

<style lang="stylus" scoped>
	.testimonials
		border-bottom 1px solid #222
	</style>

<script setup lang="ts">
	</script>

